* Cocos2D-X

** STARTED [#A] TensorFlow 安装与使用
   SCHEDULED: <2016-10-12 三 19:00.+1d>
   :PROPERTIES:
   :Effort:   60
   :END:
   :LOGBOOK:
   CLOCK: [2016-10-13 四 21:13]--[2016-10-13 四 21:38] =>  0:25
   CLOCK: [2016-10-12 三 22:30]--[2016-10-12 三 22:49] =>  0:19
   CLOCK: [2016-10-12 三 21:59]--[2016-10-12 三 22:24] =>  0:25
   :END:

  [2016-10-12 三 00:08]

** STARTED [#A] 混沌理论与程序准备
   SCHEDULED: <2016-10-12 四 13:00.+1d>
   :PROPERTIES:
   :Effort:   90
   :END:
   :LOGBOOK:
   CLOCK: [2016-10-13 周四 12:56]--[2016-10-13 周四 12:59] =>  0:03
   :END:

  [2016-10-12 三 00:12]

*** STARTED Matlab基础学习 [2/20]
    :LOGBOOK:
    CLOCK: [2016-10-13 周四 14:26]--[2016-10-13 周四 14:56] =>  0:30
    CLOCK: [2016-10-13 周四 13:38]--[2016-10-13 周四 14:05] =>  0:27
    CLOCK: [2016-10-13 周四 13:11]--[2016-10-13 周四 13:29] =>  0:18
    CLOCK: [2016-10-12 三 13:32]--[2016-10-12 三 13:57] =>  0:25
    :END:
    - [X] 简介
    - [X] 基本操作
    - [-] 绘图与可视化 [2/3]
      - [X] 一维图
      - [X] 二维图
      - [ ] 三维图
    - [ ] Matlab 程序设计
    - [ ] 图形用户界面
    - [ ] MATLAB 与 TXT 文件的数据交换
    - [ ] MATLAB 与 Excel 文件的数据交换
    - [ ] 数据库连接
    - [ ] 符号计算
    - [ ] 数值积分计算
    - [ ] 方程与方程组的数值解
    - [ ] 常微分方程(组)数值求解方程
    - [ ] 线性规划问题
    - [ ] 非线性规划问题
    - [ ] 最大最小问题
    - [ ] 概率分布与随机数
    - [ ] 回归分析
    - [ ] 多项式回归与数据插值
    - [ ] MATLAB 程序编译
    - [ ] 系统级仿真工具 Simlink 及应用

** STARTED [#A] Daily Review
   SCHEDULED: <2016-10-12 三 22:00.+1d>
   :PROPERTIES:
   :Effort:   30
   :END:
   :LOGBOOK:
   CLOCK: [2016-10-12 三 22:52]--[2016-10-12 三 23:01] =>  0:09
   :END:

  [2016-10-12 三 00:15]

** STARTED [#A] Daily Start
   SCHEDULED: <2016-10-12 三 09:00.+1d>
   :PROPERTIES:
   :Effort:   30
   :END:
   :LOGBOOK:
   CLOCK: [2016-10-13 四 09:30]--[2016-10-13 四 09:33] =>  0:03
   :END:

1. Review yesterday
2. Check TODO items today

  [2016-10-12 三 00:19]

** TODO [#A] Weekly Review
   SCHEDULED: <2016-10-16 日 8:30.+1w>
   :PROPERTIES:
   :Effort:   60
   :END:

  [2016-10-12 三 00:21]

* Workspace

** STARTED [#B] 工作组织与整理
   :LOGBOOK:
   CLOCK: [2016-10-12 三 09:17]--[2016-10-12 三 09:31] =>  0:14
   CLOCK: [2016-10-12 三 00:10]--[2016-10-12 三 00:30] =>  0:20
   :END:

** TODO [#B] 掘金平台的使用

** TODO [#B] 期货从业资格考试准备
   SCHEDULED: <2016-10-12 三 10:30.+1d>

*** STARTED 基础知识
    :LOGBOOK:
    CLOCK: [2016-10-12 三 13:05]--[2016-10-12 三 13:30] =>  0:25
    CLOCK: [2016-10-12 三 12:41]--[2016-10-12 三 12:52] =>  0:11
    :END:

** TODO [#B] Spacemacs Rocks Learning
   SCHEDULED: <2016-10-13 四 14:30.+1d>

** TODO [#B] Machine Learning

** TODO [#B] 关于GTD的二三事

** STARTED [#B] Numpy 与 Scipy 等常用科学计算库学习
   SCHEDULED: <2016-10-12 三 09:30.+1d>
   :PROPERTIES:
   :Effort:   60
   :END:
   :LOGBOOK:
   CLOCK: [2016-10-13 四 10:05]--[2016-10-13 四 10:30] =>  0:25
   CLOCK: [2016-10-13 四 09:33]--[2016-10-13 四 09:58] =>  0:25
   CLOCK: [2016-10-12 三 10:23]--[2016-10-12 三 10:48] =>  0:25
   CLOCK: [2016-10-12 三 09:31]--[2016-10-12 三 09:56] =>  0:25
   :END:

** TODO [#B] 系统科学金融理论
   群里有人推荐，据说是量化入门基础很不错的书，先 Mark

* Finance

** 信用卡分期帐目

| 银行     | 分期剩余数 | 每期还款额 | 每期手续费 |   总欠款 |
|----------+------------+------------+------------+----------|
| 中信银行 | 05/24      |     833.33 |        152 | 19706.06 |
| 中信银行 | 10/24      |     916.66 |      167.2 |  16257.9 |
| 广发银行 | 01/12      |        750 |       50.4 |   9604.8 |
| 广发银行 | 06/12      |     916.67 |         55 |  6801.69 |
| 广发银行 | 11/12      |    1083.33 |       72.8 |  2312.26 |
| 余额     |            |            |            |    32265 |
|----------+------------+------------+------------+----------|
| 总计     |            |            |            | 54682.71 |


** 总收支

*** 2016/10/12
|     身家 |     负债 |           总资产 |
|----------+----------+------------------|
| 33366.31 | 61934.65 | -28568.34 |

** 2016/10/12

1. 支出
   + 交通： 2(公交)+3.6(地铁)+2(公交)
   + 餐饮： 4.5(早餐)+9.8(午餐)+15(晚餐)+5(饮料)
   + 自行车：454.80
   + 总支出： 496.7

2. 收入
   + 老婆红包： 500

** 2016/10/13

1. 支出
   + 交通： 0
   + 饮食： 10.0(早餐，概数) + 11.0 (午餐，概数) + 15(晚餐) + 16（果汁，概数)
   + 总支出： 52.0
